{"version":"1.0","truncation":null,"padding":null,"added_tokens":[{"id":0,"special":true,"content":"<unk>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false}],"normalizer":{"type":"NFKC"},"pre_tokenizer":{"type":"Metaspace","replacement":"▁","add_prefix_space":true},"post_processor":null,"decoder":{"type":"Metaspace","replacement":"▁","add_prefix_space":true},"model":{"type":"BPE","dropout":null,"unk_token":null,"continuing_subword_prefix":null,"end_of_word_suffix":null,"fuse_unk":false,"vocab":{"<unk>":0,"a":1,"b":2,"c":3,"d":4,"e":5,"f":6,"g":7,"h":8,"i":9,"l":10,"m":11,"n":12,"o":13,"p":14,"q":15,"r":16,"s":17,"t":18,"u":19,"v":20,"x":21,"▁":22,"▁i":23,"▁e":24,"▁t":25,"▁a":26,"▁o":27,"▁u":28,"▁n":29,"▁l":30,"▁r":31,"▁d":32,"▁s":33,"▁c":34,"▁m":35,"▁p":36,"▁q":37},"merges":["▁ i","▁ e","▁ t","▁ a","▁ o","▁ u","▁ n","▁ l","▁ r","▁ d","▁ s","▁ c","▁ m","▁ p","▁ q"]}}