{
    "version": "1.0",
    "truncation": null,
    "padding": null,
    "added_tokens": [
        {
            "id": 0,
            "special": true,
            "content": "<unk>",
            "single_word": false,
            "lstrip": false,
            "rstrip": false,
            "normalized": false
        }
    ],
    "normalizer": {
        "type": "NFKC"
    },
    "pre_tokenizer": {
        "type": "Metaspace",
        "replacement": "▁",
        "add_prefix_space": true
    },
    "post_processor": null,
    "decoder": {
        "type": "Metaspace",
        "replacement": "▁",
        "add_prefix_space": true
    },
    "model": {
        "type": "BPE",
        "dropout": null,
        "unk_token": null,
        "continuing_subword_prefix": null,
        "end_of_word_suffix": null,
        "fuse_unk": false,
        "vocab": {
            "<unk>": 0,
            "'": 1,
            ",": 2,
            ".": 3,
            "0": 4,
            "1": 5,
            "5": 6,
            "6": 7,
            "9": 8,
            "A": 9,
            "I": 10,
            "L": 11,
            "M": 12,
            "P": 13,
            "a": 14,
            "b": 15,
            "c": 16,
            "d": 17,
            "e": 18,
            "f": 19,
            "g": 20,
            "h": 21,
            "i": 22,
            "k": 23,
            "l": 24,
            "m": 25,
            "n": 26,
            "o": 27,
            "p": 28,
            "r": 29,
            "s": 30,
            "t": 31,
            "u": 32,
            "v": 33,
            "w": 34,
            "x": 35,
            "y": 36,
            "▁": 37,
            "▁e": 38,
            "▁t": 39,
            "▁s": 40,
            "▁n": 41,
            "▁i": 42,
            "▁a": 43,
            "▁o": 44,
            "▁r": 45,
            "▁m": 46,
            "▁p": 47,
            "▁l": 48,
            "▁u": 49,
            "▁d": 50,
            "▁h": 51,
            "▁y": 52,
            "▁g": 53,
            "▁c": 54,
            "▁k": 55,
            "▁I": 56,
            "▁f": 57,
            "▁w": 58,
            "▁L": 59,
            "▁b": 60,
            "▁v": 61
        },
        "merges": [
            "▁ e",
            "▁ t",
            "▁ s",
            "▁ n",
            "▁ i",
            "▁ a",
            "▁ o",
            "▁ r",
            "▁ m",
            "▁ p",
            "▁ l",
            "▁ u",
            "▁ d",
            "▁ h",
            "▁ y",
            "▁ g",
            "▁ c",
            "▁ k",
            "▁ I",
            "▁ f",
            "▁ w",
            "▁ L",
            "▁ b",
            "▁ v"
        ]
    }
}