{"version":"1.0","truncation":null,"padding":null,"added_tokens":[],"normalizer":{"type":"Sequence","normalizers":[{"type":"Nmt"},{"type":"NFKC"},{"type":"Replace","pattern":{"Regex":" {2,}"},"content":" "}]},"pre_tokenizer":{"type":"Metaspace","replacement":"▁","add_prefix_space":true},"post_processor":null,"decoder":{"type":"Metaspace","replacement":"▁","add_prefix_space":true},"model":{"type":"Unigram","unk_id":null,"vocab":[["▁",-0.6124822337323286],["i",-2.963259631778489],["e",-3.0646066907956375],["t",-3.238947719180784],["o",-3.3390218756509356],["u",-3.3390218756509356],["a",-3.3390218756509356],["n",-3.5319014035304632],["l",-3.620834209854575],["r",-3.620834209854575],["d",-3.771084836420992],["s",-3.8266403919765484],["c",-3.94796392138832],["m",-3.94796392138832],["p",-4.337224660649502],["q",-5.182859581336736],["v",-5.766192914670069],["x",-5.766192914670069],["f",-5.766192914670069],["g",-5.766192914670069],["b",-5.766192914670069],["h",-7.266192914670069]]}}