{
    "version": "1.0",
    "truncation": null,
    "padding": null,
    "added_tokens": [],
    "normalizer": {
        "type": "Sequence",
        "normalizers": [
            {
                "type": "Nmt"
            },
            {
                "type": "NFKC"
            },
            {
                "type": "Replace",
                "pattern": {
                    "Regex": " {2,}"
                },
                "content": " "
            }
        ]
    },
    "pre_tokenizer": {
        "type": "Metaspace",
        "replacement": "▁",
        "add_prefix_space": true
    },
    "post_processor": null,
    "decoder": {
        "type": "Metaspace",
        "replacement": "▁",
        "add_prefix_space": true
    },
    "model": {
        "type": "Unigram",
        "unk_id": null,
        "vocab": [
            [
                "▁",
                -0.6119048849257522
            ],
            [
                "e",
                -2.8946240193379875
            ],
            [
                "t",
                -3.2141358064323473
            ],
            [
                "s",
                -3.312976599785336
            ],
            [
                "n",
                -3.3392923892590196
            ],
            [
                "i",
                -3.513633417644166
            ],
            [
                "a",
                -3.6494218598286032
            ],
            [
                "o",
                -3.7649204353271792
            ],
            [
                "r",
                -3.8065871019938453
            ],
            [
                "p",
                -4.1013260904399305
            ],
            [
                "m",
                -4.1013260904399305
            ],
            [
                "l",
                -4.160149619851698
            ],
            [
                "u",
                -4.160149619851698
            ],
            [
                "d",
                -4.222649619851702
            ],
            [
                "h",
                -4.360744857946967
            ],
            [
                "y",
                -4.437667934870087
            ],
            [
                "g",
                -4.611910359112885
            ],
            [
                "c",
                -4.7119103591136575
            ],
            [
                "k",
                -5.090878613133451
            ],
            [
                "I",
                -5.257545279800118
            ],
            [
                "w",
                -5.257545279800118
            ],
            [
                "f",
                -5.257545279800118
            ],
            [
                "v",
                -5.457545279800118
            ],
            [
                "L",
                -5.457545279800118
            ],
            [
                "b",
                -5.457545279800118
            ],
            [
                ",",
                -5.707545279800118
            ],
            [
                ".",
                -5.707545279800118
            ],
            [
                "0",
                -6.040878613133451
            ],
            [
                "1",
                -6.540878613133451
            ],
            [
                "x",
                -6.540878613133451
            ],
            [
                "P",
                -7.540878613133451
            ],
            [
                "A",
                -7.540878613133451
            ],
            [
                "'",
                -7.540878613133451
            ],
            [
                "6",
                -7.540878613133451
            ],
            [
                "M",
                -7.540878613133451
            ],
            [
                "9",
                -7.540878613133451
            ],
            [
                "5",
                -7.540878613133451
            ]
        ]
    }
}